Repository: Oktopuce/ameos_filemanager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: it

# tx_ameosfilemanager_domain_model_folder
source: Folders
it: Cartelle

# tx_ameosfilemanager_domain_model_filedownload
source: File download
it: Scarica il documento

# tx_ameosfilemanager_domain_model_folder.keywords
source: Keywords
it: Parole Chiave

# tx_ameosfilemanager_domain_model_folder.description
source: Description
it: Descrizione

# tx_ameosfilemanager_domain_model_folder.category
source: Category
it: Categoria

# tx_ameosfilemanager_domain_model_folder.title
source: Title
it: Titolo

# tx_ameosfilemanager_domain_model_folder.files
source: Files
it: Sottocartella

# tx_ameosfilemanager_domain_model_folder.folders
source: SubFolder
it: Identificatore

# tx_ameosfilemanager_domain_model_folder.identifier
source: Identifier
it: Cartella genitore

# tx_ameosfilemanager_domain_model_folder.uidParent
source: Parent Folder
it: Cartella genitore

# tx_ameosfilemanager_domain_model_folder.fe_user_id
source: Owner
it: Proprietario

# tx_ameosfilemanager_domain_model_folder.fe_group_read
source: Groups allowed to read the folder
it: Gruppi con permessi di lettura

# tx_ameosfilemanager_domain_model_folder.fe_group_write
source: Groups allowed to edit the folder (rename)
it: Gruppi con permessi di modifica (rinominare)

# tx_ameosfilemanager_domain_model_folder.fe_group_addfile
source: Groups allowed to add file in the folder
it: Gruppi che possono aggiungere documenti nel folder

# tx_ameosfilemanager_domain_model_folder.fe_group_addfolder
source: Groups allowed to add subfolder
it: Gruppi che possono aggiungere sottocartelle

# tx_ameosfilemanager_domain_model_folder.no_read_access
source: Only owner can read the folder
it: Solo il proprietario può leggere la cartella

# tx_ameosfilemanager_domain_model_folder.no_write_access
source: Only owner can edit the folder
it: Solo il proprietario può editare la cartella

# tx_ameosfilemanager_domain_model_folder.status
source: Status
it: Stato

# tx_ameosfilemanager_domain_model_folder.status.ready
source: Ready
it: OK

# tx_ameosfilemanager_domain_model_folder.status.archive
source: Archive
it: Il proprietario ha accesso in lettura

# tx_ameosfilemanager_domain_model_folder.owner_has_read_access
source: Owner has read access
it: Il proprietario ha accesso in lettura

# tx_ameosfilemanager_domain_model_folder.owner_has_write_access
source: Owner has write access
it: Il proprietario ha accesso in scrittura

# tx_ameosfilemanager_domain_model_file.fe_user_id
source: Propriétaire front_end
it: Proprietario del front_end

# tx_ameosfilemanager_domain_model_file.fe_groups_read
source: Groups allowed to read the file
it: Gruppi che accedono in lettura

# tx_ameosfilemanager_domain_model_file.fe_groups_write
source: Groups allowed to edit the file
it: Gruppi che accedono in modifica ai documenti

# tx_ameosfilemanager_domain_model_file.no_read_access
source: Only owner can read the file
it: Solo il proprietario può leggere il documento

# tx_ameosfilemanager_domain_model_file.no_write_access
source: Only owner can edit the file
it: Solo il proprietario può modificare il documento

# tx_ameosfilemanager_domain_model_file.owner_read_only
source: Owner can't edit his file (read only)
it: Il proprietario non può editare il file (sola lettura)

# tx_ameosfilemanager_domain_model_file.file_type
source: Type
it: Tipo

# tx_ameosfilemanager_domain_model_file.folder_uid
source: Folder
it: Cartella

# tx_ameosfilemanager_domain_model_file.file_category
source: Category
it: Categoria

# tx_ameosfilemanager_domain_model_file.status
source: Status
it: Stato

# tx_ameosfilemanager_domain_model_file.status.ready
source: Ready
it: OK

# tx_ameosfilemanager_domain_model_file.status.archive
source: Archive
it: Archivio

# tx_ameosfilemanager_domain_model_file.owner_has_read_access
source: Owner has read access
it: Il proprietario ha accesso in lettura

# tx_ameosfilemanager_domain_model_file.owner_has_write_access
source: Owner has write access
it: Il proprietario ha accesso in scrittura

# tx_ameosfilemanager_domain_model_filecategory
source: Category
it: Cartegoria

# tx_ameosfilemanager_domain_model_filecategory.title
source: Title
it: Titolo

# tx_ameosfilemanager_domain_model_filetype
source: Type
it: Tipo

# tx_ameosfilemanager_domain_model_filetype.title
source: Title
it: Titolo
