Repository: Oktopuce/ameos_filemanager
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de, fr

# flexform.title
source: Title
de: Titel
fr: Titre

# flexform.categories
source: Cateories
de: Kategorien
fr: Catégories

# flexform.createdAt
source: Created at
de: Erstellt am
fr: Créé le

# flexform.updatedAt
source: Updated at
de: Aktualisiert am
fr: Mise à jour le

# flexform.description
source: Description
de: Beschreibung

# flexform.owner
source: Owner
de: Besitzer
fr: Propriétaire

# flexform.size
source: Size
de: Größe
fr: Taille

# flexform.actions
source: Actions
de: Aktionen

# flexform.edit
source: Edit
de: Bearbeiten
fr: Editer

# flexform.delete
source: Delete
de: Löschen
fr: Supprimer

# flexform.download
source: Download
de: Herunterladen
fr: Télécharger

# flexform.massDownload
source: Download as a Zip Archive
de: Als Zip-Archiv herunterladen

# flexform.generalSheet
source: General configuration
de: Allgemeine Konfiguration
fr: Configuration générale

# flexform.sheetAppearance
source: Tab display
de: Tab Anzeige
fr: Affichage tableau

# flexform.sheetEdition
source: Edit options
de: Bearbeitungsoptionen
fr: Options d'édition

# flexform.authorizedGroup
source: Groups that can be selected while editing a record
de: Gruppen, die bei der Bearbeitung des Eintrages ausgewählt werden können
fr: Groupes pouvant être séléctionnés lors de la modification d'une entrée

# flexform.authorizedCategories
source: Categories that can be selected while editing a record
de: Kategorien, die während der Bearbeitung des Eintrages ausgewählt werden können
fr: Catégories pouvant être séléctionnés lors de la modification d'une entrée

# flexform.stockageGroupPid
source: User groups folder
de: Odner der Benutzer und Gruppen
fr: Stockage des groupes utilisateurs

# flexform.startFolder
source: Root folder
de: Root Ordner
fr: Dossier de base

# flexform.columnsTable
source: Columns that'll be in the header tab
de: Spalten, die im Tab header angezeigt werden
fr: Colonnes affichées dans le tableau

# flexform.actionDetail
source: Allowed actions (if displayed in tab header)
de: Erlaubte Aktionen (wenn im Tab header angezeigt)
fr: Action proposé ( si action est affiché dans le tableau)

# flexform.iconFolder
source: Path to the folder where extension icons are stored. The files MUST have the same names as the original ones.
de: Pfad zum Ordner, in dem die Icons der Extension gespeichert sind. Die Dateien MÜSSEN die gleichen Namen haben, wie die Originaldateien.
fr: Chemin vers le dossier d'icone d'extensions. Ces fichiers soivent OBLIGATOIREMENT porter le même nom que les fichiers originaux.

# flexform.columnsExport
source: Information exported.
de: Informationen wurden exportiert.
fr: Informations exportées.

# flexform.path
source: Path of the file
de: Pfad zur Datei
fr: Chemin du fichier

# flexform.nbDownload
source: Number of downloads
de: Anzahl der Downloads
fr: Nombre de téléchargement

# flexform.extension
source: File extension
de: Dateierweiterung
fr: Extension du fichier

# flexform.recursion
source: Limiting the number of levels (No limit if empty)
de: Begrenzung der Anzahl der Stufen (keine Begrenzung, wenn leer)
fr: Limitation du nombre de niveau (pas de limite si vide)

# flexform.pluginNamespace
source: Namespace (change if more than 2 plugin are in the same page)
de: Namespace (kann geändert werden, wenn es mehr als 2-Plugin in der même Seite)

# flexform.remotePluginNamespace
source: Namespace of the remote plugin
de: Namespace des Remote-Plugin

# flexform.displayArchive
source: Display archived files and folders
de: Anzeige der archivierten Dateien und Ordner

# constant.columnsTable
source: Header tab:Columns that'll appear in the header tab
de: Spalten, die im Tab header angezeigt werden
fr: Colonnes affichées:Colonnes affichées dans le tableau

# constant.actionDetail
source: Actions:Allowed actions (if displayed in tab header)
de: Aktionen: Erlaubte Aktionen (wenn im Tab header angezeigt)
fr: Actions :Action proposées dans la colonne correspondante du tableau (si action est affiché dans le tableau)

# constant.iconFolder
source: Icon Folder:Path to the folder where extension icons are stored. The files MUST have the same names as the original ones.
de: Pfad zum Ordner, in dem die Icons der Extension gespeichert sind. Die Dateien MÜSSEN die gleichen Namen haben, wie die Originaldateien.
fr: Dossier d'îcone : Chemin vers le dossier d'icone d'extensions. Ces fichiers soivent OBLIGATOIREMENT porter le même nom que les fichiers originaux.

# constant.columnsExport
source: Column exported:Information that will be exported in the export script
de: Exort Spalte: Spalte, die im Export Script exportiert werden
fr: Informations exportées.

# constant.parseFolderInFE
source: Parse folder in FE:Check new files or folder when in FE. (Performances can be greatly diminished)
de: Ordner im FE parsen: Neue Ordner im Frontend prüfen (Performance kann leiden)
fr: Balayer dossier en FE:Verifier présence de nouveaux objets dans le dossier visité en FE. (Peut réduire grandement les performances)

# constant.allowedFileExtension
source: Authorized file type
de: Autorisierter Dateityp
fr: Type de fichier autorisé

# flexform.icon
source: Icon
fr: Icône

# flexform.pluginNamespace
source: Namespace (Can be changed if there are more than 2 plugin in the same page)
fr: Namespace (peut être modifié s'il y a plus de 2 plug-in dans la même page)
